Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# changelog.0_4_1.detailLoading.body
source: Movies and series open in one shot, every section fetched in parallel, no mid-render flicker.
cs: Filmy a seriály se otevírají v jednom kroku — všechny sekce se načítají paralelně, žádné mezi-překreslení.
da: Film og serier åbnes på én gang — alle sektioner hentes parallelt uden mellem-genoptegninger.
de: Filme und Serien öffnen sich in einem Zug — alle Sektionen werden parallel geladen, kein Zwischen-Repaint.
el: Ταινίες και σειρές ανοίγουν με μία κίνηση — κάθε ενότητα φορτώνεται παράλληλα, χωρίς ενδιάμεσες ανανεώσεις.
es: Películas y series se abren en un solo paso — cada sección se descarga en paralelo, sin parpadeos.
fi: Elokuvat ja sarjat avautuvat kerralla — kaikki osiot ladataan rinnakkain, ei välivilkuntaa.
fr: Films et séries s'ouvrent d'un seul coup — chaque section chargée en parallèle, sans clignotement.
hr: Filmovi i serije otvaraju se u jednom potezu — svaki odjeljak se učitava paralelno, bez treperenja.
hu: Filmek és sorozatok egy lépésben nyílnak meg — minden szakasz párhuzamosan töltődik, villogás nélkül.
it: Film e serie si aprono in un colpo solo — ogni sezione caricata in parallelo, senza flicker.
ja: 映画やシリーズが一度に開きます — すべてのセクションを並列で取得し、途中の再描画なし。
ko: 영화와 시리즈가 한 번에 열립니다 — 모든 섹션이 병렬로 로드되며 중간 깜박임이 없습니다.
nb: Filmer og serier åpnes i ett trekk — hver seksjon hentes parallelt, uten flimring.
nl: Films en series openen in één keer — elke sectie parallel opgehaald, geen tussentijds geflikker.
pl: Filmy i seriale otwierają się od razu — każda sekcja ładowana równolegle, bez migotania.
pt_br: Filmes e séries abrem de uma vez — cada seção carregada em paralelo, sem piscadas.
pt_pt: Filmes e séries abrem de uma vez — cada secção carregada em paralelo, sem piscadelas.
ro: Filmele și serialele se deschid dintr-o singură mișcare — fiecare secțiune încărcată în paralel.
ru: Фильмы и сериалы открываются одним движением — каждый раздел загружается параллельно, без мерцания.
sk: Filmy a seriály sa otvárajú naraz — každá sekcia sa načítava paralelne, bez prekresľovania.
sv: Filmer och serier öppnas i ett svep — varje sektion hämtas parallellt, inget mellanläge-blink.
tr: Filmler ve diziler tek seferde açılır — her bölüm paralel yüklenir, ara kararma yok.
uk: Фільми та серіали відкриваються одним кроком — кожен розділ завантажується паралельно, без мерехтіння.
zh_hans: 电影和剧集一次性打开 — 各部分并行加载,无中途重绘。
zh_hant: 電影和劇集一次性打開 — 各部分並行載入,無中途重繪。

# changelog.0_4_1.detailLoading.title
source: Faster detail loading
cs: Rychlejší načítání detailů
da: Hurtigere detaljevisning
de: Schnellere Detailansicht
el: Ταχύτερη φόρτωση λεπτομερειών
es: Carga de detalles más rápida
fi: Nopeampi tietojen lataus
fr: Chargement des détails plus rapide
hr: Brže učitavanje detalja
hu: Gyorsabb részletek betöltés
it: Caricamento dettagli più veloce
ja: 詳細画面の読み込みが高速化
ko: 상세 화면 더 빠르게 로딩
nb: Raskere detaljvisning
nl: Snellere detailweergave
pl: Szybsze ładowanie szczegółów
pt_br: Carregamento de detalhes mais rápido
pt_pt: Carregamento de detalhes mais rápido
ro: Încărcare mai rapidă a detaliilor
ru: Быстрая загрузка деталей
sk: Rýchlejšie načítanie detailov
sv: Snabbare detaljvy
tr: Daha hızlı detay yüklemesi
uk: Швидше завантаження деталей
zh_hans: 详情页加载更快
zh_hant: 詳情頁載入更快

# changelog.0_4_1.endOfContent.body
source: Player returns you to the detail view when a movie or the last episode of a series ends.
cs: Přehrávač vás po skončení filmu nebo poslední epizody seriálu automaticky vrátí na detail.
da: Afspilleren returnerer dig til detaljevisningen når en film eller seriens sidste afsnit slutter.
de: Wenn ein Film oder die letzte Folge einer Serie endet, schließt der Player automatisch zurück zur Detailansicht.
el: Όταν τελειώνει μια ταινία ή το τελευταίο επεισόδιο, το πρόγραμμα αναπαραγωγής σας επιστρέφει αυτόματα στις λεπτομέρειες.
es: El reproductor te devuelve a la vista de detalle cuando termina una película o el último episodio.
fi: Soitin palauttaa sinut tietonäkymään, kun elokuva tai sarjan viimeinen jakso päättyy.
fr: Le lecteur vous ramène à la vue détail à la fin d'un film ou du dernier épisode d'une série.
hr: Reproduktor vas vraća na pregled detalja kad film ili posljednja epizoda serije završi.
hu: A lejátszó visszavisz a részletek nézetbe, ha egy film vagy a sorozat utolsó epizódja véget ér.
it: Il player ti riporta alla schermata dettagli quando un film o l'ultimo episodio finisce.
ja: 映画やシリーズの最終話が終わると、プレーヤーは自動的に詳細画面に戻ります。
ko: 영화나 시리즈의 마지막 에피소드가 끝나면 플레이어가 자동으로 상세 화면으로 돌아갑니다.
nb: Spilleren returnerer deg til detaljvisningen når en film eller seriens siste episode slutter.
nl: De speler keert terug naar de detailweergave wanneer een film of laatste aflevering eindigt.
pl: Odtwarzacz wraca do widoku szczegółów po zakończeniu filmu lub ostatniego odcinka serialu.
pt_br: O player retorna à tela de detalhes quando um filme ou o último episódio termina.
pt_pt: O reprodutor regressa ao ecrã de detalhes quando um filme ou o último episódio termina.
ro: Playerul te returnează la vizualizarea detaliilor când un film sau ultimul episod se termină.
ru: Плеер возвращает вас к экрану деталей по окончании фильма или последней серии.
sk: Prehrávač vás vráti späť na detail po skončení filmu alebo poslednej epizódy.
sv: Spelaren returnerar dig till detaljvyn när en film eller seriens sista avsnitt slutar.
tr: Bir film veya dizinin son bölümü bittiğinde oynatıcı sizi otomatik olarak detay ekranına döndürür.
uk: Програвач повертає вас до перегляду деталей по завершенні фільму чи останнього епізоду серіалу.
zh_hans: 电影或剧集最后一集结束时,播放器会自动返回详情页。
zh_hant: 電影或劇集最後一集結束時,播放器會自動返回詳情頁。

# changelog.0_4_1.endOfContent.title
source: Auto-return at end
cs: Automatický návrat na konci
da: Automatisk retur ved slutningen
de: Auto-Schließen am Ende
el: Αυτόματη επιστροφή στο τέλος
es: Vuelta automática al terminar
fi: Automaattinen paluu lopussa
fr: Retour automatique à la fin
hr: Automatski povratak na kraju
hu: Automatikus visszatérés a végén
it: Ritorno automatico alla fine
ja: 終了時に自動で戻る
ko: 끝나면 자동 복귀
nb: Automatisk retur ved slutten
nl: Automatisch terug aan eind
pl: Automatyczny powrót na końcu
pt_br: Retorno automático no fim
pt_pt: Regresso automático no fim
ro: Revenire automată la final
ru: Авто-возврат в конце
sk: Automatický návrat na konci
sv: Auto-retur vid slutet
tr: Sonda otomatik dönüş
uk: Авто-повернення в кінці
zh_hans: 结束时自动返回
zh_hant: 結束時自動返回

# changelog.0_4_1.episodePicker.body
source: Jump to any episode of the current season without leaving the player, thumbnail preview per row.
cs: Přepněte na libovolnou epizodu aktuální sezóny bez opouštění přehrávače — s náhledy pro každý řádek.
da: Hop til ethvert afsnit af den aktuelle sæson uden at forlade afspilleren — med miniaturer for hver række.
de: Wechsle ohne den Player zu verlassen direkt zu jeder Folge der Staffel — mit Vorschau-Bild pro Zeile.
el: Μεταβείτε σε οποιοδήποτε επεισόδιο της τρέχουσας σεζόν χωρίς να βγείτε από το πρόγραμμα — με προεπισκόπηση ανά γραμμή.
es: Salta a cualquier episodio de la temporada actual sin salir del reproductor — miniatura por fila.
fi: Hyppää nykyisen kauden mille tahansa jaksolle poistumatta soittimesta — esikatselukuva riviä kohden.
fr: Sautez à n'importe quel épisode de la saison en cours sans quitter le lecteur — miniature par ligne.
hr: Skočite na bilo koju epizodu trenutne sezone bez napuštanja reproduktora — sličica u svakom redu.
hu: Ugrás az aktuális évad bármelyik epizódjára anélkül, hogy elhagynád a lejátszót — előnézeti kép soronként.
it: Passa a qualsiasi episodio della stagione attuale senza uscire dal player — miniatura per riga.
ja: プレーヤーを離れずに現在のシーズンの任意のエピソードに移動できます — 各行にサムネイル付き。
ko: 플레이어를 떠나지 않고 현재 시즌의 어떤 에피소드로든 이동할 수 있습니다 — 각 행에 썸네일 표시.
nb: Hopp til hvilken som helst episode i den aktuelle sesongen uten å forlate spilleren — miniatyr per rad.
nl: Spring naar elke aflevering van het huidige seizoen zonder de speler te verlaten — miniatuur per rij.
pl: Przeskocz do dowolnego odcinka aktualnego sezonu bez opuszczania odtwarzacza — miniatura w każdym wierszu.
pt_br: Pule para qualquer episódio da temporada atual sem sair do player — miniatura por linha.
pt_pt: Salta para qualquer episódio da temporada atual sem sair do reprodutor — miniatura por linha.
ro: Sari la orice episod al sezonului curent fără a părăsi playerul — miniatură pe rând.
ru: Переключайтесь на любую серию текущего сезона, не выходя из плеера — превью в каждой строке.
sk: Skočte na ktorúkoľvek epizódu aktuálnej sezóny bez opustenia prehrávača — miniatúra v každom riadku.
sv: Hoppa till vilket avsnitt som helst i nuvarande säsong utan att lämna spelaren — miniatyr per rad.
tr: Oynatıcıdan çıkmadan mevcut sezonun herhangi bir bölümüne atlayın — her satırda küçük resim.
uk: Перейдіть до будь-якого епізоду поточного сезону, не залишаючи програвач — мініатюра в кожному рядку.
zh_hans: 无需离开播放器即可跳转到当前季的任何一集 — 每行都有缩略图预览。
zh_hant: 無需離開播放器即可跳轉到當前季的任何一集 — 每行都有縮圖預覽。

# changelog.0_4_1.episodePicker.title
source: In-player episode picker
cs: Výběr epizod v přehrávači
da: Episodevælger i afspilleren
de: Folgen-Auswahl im Player
el: Επιλογέας επεισοδίου στο πρόγραμμα αναπαραγωγής
es: Selector de episodios en el reproductor
fi: Jakso­valitsin soittimessa
fr: Sélecteur d'épisodes dans le lecteur
hr: Odabir epizoda u reproduktoru
hu: Epizódválasztó a lejátszóban
it: Selettore episodi nel player
ja: プレーヤー内エピソード選択
ko: 플레이어 내 에피소드 선택
nb: Episodevelger i spilleren
nl: Aflevering­kiezer in speler
pl: Wybór odcinków w odtwarzaczu
pt_br: Seletor de episódios no player
pt_pt: Seletor de episódios no reprodutor
ro: Selector de episoade în player
ru: Выбор серий в плеере
sk: Výber epizód v prehrávači
sv: Avsnittsväljare i spelaren
tr: Oynatıcıda bölüm seçici
uk: Вибір епізодів у програвачі
zh_hans: 播放器内剧集选择
zh_hant: 播放器內集數選擇

# changelog.0_4_1.polishFixes.body
source: Subtitle loading more resilient on big 4K containers, accent-tint buttons readable, auto-subs fire on manual audio switch, plus various focus fixes.
cs: Robustnější načítání titulků u 4K souborů, čitelné tlačítka s vlastní akcentní barvou, automatické titulky při přepínání zvuku a další úpravy fokusu.
da: Mere robust undertekstindlæsning på store 4K-containere, læsbare tonede knapper, auto-undertekster ved manuelt lydskifte og diverse fokus-rettelser.
de: Robusteres Laden von Untertiteln bei großen 4K-Containern, lesbare Akzent-Buttons, automatische Untertitel beim Audio-Wechsel und diverse Focus-Fixes.
el: Πιο ανθεκτική φόρτωση υποτίτλων σε μεγάλα 4K αρχεία, ευανάγνωστα κουμπιά με χρώμα έμφασης, αυτόματοι υπότιτλοι σε αλλαγή ήχου, και διορθώσεις εστίασης.
es: Carga de subtítulos más resistente en archivos 4K grandes, botones con color de acento legibles, auto-subs al cambiar audio y varios arreglos de foco.
fi: Tekstitysten lataus kestävämpi suurissa 4K-tiedostoissa, korostusväriset painikkeet luettavissa, auto-tekstitykset toimivat manuaalisessa äänenvaihdossa ja erilaisia kohdistuskorjauksia.
fr: Chargement de sous-titres plus robuste sur les gros conteneurs 4K, boutons accent-teintés lisibles, auto-sous-titres au changement audio manuel, et divers correctifs de focus.
hr: Otpornije učitavanje titlova na velikim 4K spremnicima, čitljivi gumbi s naglašenom bojom, automatski titlovi pri ručnoj promjeni zvuka, i razne ispravke fokusa.
hu: Kitartóbb felirat-betöltés nagy 4K fájlokon, olvasható kiemelőszínű gombok, automatikus feliratok kézi hangváltáskor és különféle fókusz-javítások.
it: Caricamento sottotitoli più robusto su grandi contenitori 4K, pulsanti con colore accento leggibili, auto-sub al cambio audio manuale e varie correzioni di focus.
ja: 大きな4Kコンテナでの字幕読み込みがより堅牢に、アクセント色のボタンが読みやすく、手動オーディオ切替時の自動字幕、その他フォーカス修正。
ko: 큰 4K 컨테이너에서 자막 로딩이 더 견고해지고, 강조색 버튼이 읽기 쉬워지며, 수동 오디오 전환 시 자동 자막이 작동하고, 다양한 포커스 수정.
nb: Mer robust tekstingsinnlasting på store 4K-containere, lesbare aksent-knapper, auto-tekst ved manuelt lydskifte og diverse fokus-rettelser.
nl: Robuustere ondertitelladen bij grote 4K-bestanden, leesbare accent-knoppen, auto-ondertitels bij handmatige audio-wissel, plus diverse focusfixes.
pl: Wytrwalsze ładowanie napisów dla dużych plików 4K, czytelne przyciski w kolorze akcentu, automatyczne napisy przy ręcznej zmianie ścieżki audio, oraz różne poprawki fokusu.
pt_br: Carregamento de legendas mais resiliente em arquivos 4K grandes, botões coloridos legíveis, auto-legendas ao trocar áudio manualmente, e várias correções de foco.
pt_pt: Carregamento de legendas mais resiliente em ficheiros 4K grandes, botões com cor de destaque legíveis, auto-legendas ao mudar áudio manualmente, e várias correções de foco.
ro: Încărcare mai robustă a subtitrărilor pe containere 4K mari, butoane cu nuanță accent lizibile, sub-uri automate la schimbarea audio manuală, și diverse corecturi de focus.
ru: Более устойчивая загрузка субтитров для больших 4K-файлов, читаемые кнопки с акцентным цветом, авто-субтитры при ручном переключении звука и разные правки фокуса.
sk: Odolnejšie načítanie titulkov pri veľkých 4K súboroch, čitateľné tlačidlá s akcentovou farbou, automatické titulky pri ručnej zmene zvuku, a rôzne opravy fokusu.
sv: Mer robust undertextladdning på stora 4K-filer, läsbara accentfärgade knappar, auto-undertext vid manuellt ljudbyte och diverse fokusfixar.
tr: Büyük 4K dosyalarında daha dayanıklı altyazı yüklemesi, vurgu rengi okunabilir düğmeler, manuel ses değiştirmede otomatik altyazılar ve çeşitli odak düzeltmeleri.
uk: Стійкіше завантаження субтитрів для великих 4K-файлів, читабельні кнопки з кольором акценту, автосубтитри при ручному перемиканні звуку, та різні правки фокусу.
zh_hans: 大型 4K 文件上字幕加载更稳健,强调色按钮恢复可读,手动切换音轨时自动启用字幕,以及多项焦点修复。
zh_hant: 大型 4K 檔案上字幕載入更穩健,強調色按鈕恢復可讀,手動切換音軌時自動啟用字幕,以及多項焦點修復。

# changelog.0_4_1.polishFixes.title
source: Polish and fixes
cs: Drobné úpravy a opravy
da: Mindre forbedringer og rettelser
de: Politur und Fixes
el: Διάφορες βελτιώσεις και διορθώσεις
es: Pulido y correcciones
fi: Hiomista ja korjauksia
fr: Polissage et corrections
hr: Sitne dorade i popravci
hu: Csiszolás és javítások
it: Rifiniture e correzioni
ja: 細かな改善と修正
ko: 다듬기 및 수정
nb: Finpuss og rettelser
nl: Verfijning en oplossingen
pl: Drobne poprawki
pt_br: Ajustes e correções
pt_pt: Ajustes e correções
ro: Îmbunătățiri și remedieri
ru: Доработки и исправления
sk: Drobné úpravy a opravy
sv: Putsning och fixar
tr: Cilalama ve düzeltmeler
uk: Дрібні правки та виправлення
zh_hans: 细节打磨与修复
zh_hant: 細節打磨與修復

# changelog.0_4_1.profileGrid.body
source: Profile settings shows every remembered profile side-by-side, with a green check on the active session.
cs: Nastavení profilů zobrazuje všechny zapamatované profily vedle sebe se zelenou značkou na aktivním.
da: Profilindstillingerne viser hver husket profil side om side med et grønt mærke på den aktive.
de: Die Profil-Einstellungen zeigen alle gespeicherten Profile nebeneinander, mit grünem Marker am aktiven.
el: Οι ρυθμίσεις προφίλ δείχνουν κάθε αποθηκευμένο προφίλ δίπλα-δίπλα, με πράσινο σημάδι στο ενεργό.
es: Los ajustes de perfil muestran cada perfil recordado lado a lado, con marca verde en la sesión activa.
fi: Profiiliasetukset näyttää kaikki muistetut profiilit rinnakkain ja vihreällä merkillä aktiivisen istunnon.
fr: Les réglages de profil affichent chaque profil mémorisé côte à côte, avec une coche verte sur la session active.
hr: Postavke profila prikazuju sve zapamćene profile jedan do drugog, sa zelenom oznakom na aktivnoj sesiji.
hu: A profilbeállítások minden megjegyzett profilt egymás mellett mutatnak, zöld pipával az aktív munkameneten.
it: Le impostazioni profilo mostrano ogni profilo ricordato affiancato, con segno verde sulla sessione attiva.
ja: プロフィール設定で記憶された全プロフィールを横並びに表示し、アクティブなセッションには緑のチェックを付けます。
ko: 프로필 설정에서 기억된 모든 프로필을 나란히 표시하며, 활성 세션에 녹색 체크 표시를 합니다.
nb: Profilinnstillingene viser hver husket profil side ved side, med grønt merke på den aktive økten.
nl: Profielinstellingen tonen elk onthouden profiel naast elkaar, met een groen vinkje op de actieve sessie.
pl: Ustawienia profilu pokazują każdy zapamiętany profil obok siebie, z zielonym znacznikiem na aktywnej sesji.
pt_br: Configurações de perfil mostram cada perfil lembrado lado a lado, com marca verde na sessão ativa.
pt_pt: As definições de perfil mostram cada perfil lembrado lado a lado, com marca verde na sessão ativa.
ro: Setările de profil afișează fiecare profil memorat alăturat, cu bifă verde pe sesiunea activă.
ru: Настройки профиля показывают все сохранённые профили в одной сетке с зелёной отметкой на активной сессии.
sk: Nastavenia profilov zobrazujú každý zapamätaný profil vedľa seba, so zelenou značkou na aktívnej relácii.
sv: Profilinställningarna visar varje minns profil sida vid sida, med en grön bock på den aktiva sessionen.
tr: Profil ayarları, her hatırlanan profili yan yana ve aktif oturumda yeşil bir işaretle gösterir.
uk: Налаштування профілю показують кожен запам'ятований профіль поряд, із зеленою позначкою на активній сесії.
zh_hans: 档案设置中将每个记住的档案并排显示,并在当前会话上加绿色对勾。
zh_hant: 檔案設定中將每個記住的檔案並排顯示,並在當前工作階段上加綠色勾號。

# changelog.0_4_1.profileGrid.title
source: Side-by-side profile grid
cs: Profily vedle sebe
da: Profiler side om side
de: Profile nebeneinander
el: Πλέγμα προφίλ δίπλα-δίπλα
es: Cuadrícula de perfiles lado a lado
fi: Profiilit rinnakkain
fr: Grille de profils côte à côte
hr: Profili jedan do drugog
hu: Profilok egymás mellett
it: Profili affiancati
ja: プロフィールを横並びに
ko: 프로필을 나란히 표시
nb: Profiler side ved side
nl: Profielen naast elkaar
pl: Profile obok siebie
pt_br: Grade de perfis lado a lado
pt_pt: Grelha de perfis lado a lado
ro: Profile alăturate
ru: Профили в одной сетке
sk: Profily vedľa seba
sv: Profiler sida vid sida
tr: Profilleri yan yana göster
uk: Профілі поряд
zh_hans: 档案并排显示
zh_hant: 檔案並排顯示

# changelog.0_4_1.resumeButton.body
source: Detail-view play button now shows the episode, timestamp, and a progress bar in your accent colour.
cs: Tlačítko Přehrát v detailech ukazuje epizodu, časovou značku a indikátor postupu ve vaší akcentní barvě.
da: Afspil-knappen i detaljevisningen viser episode, tidsstempel og en fremgangsbjælke i din accentfarve.
de: Der Abspielen-Button in den Detailansichten zeigt Folge, Zeitstempel und einen Fortschrittsbalken in deiner Akzentfarbe.
el: Το κουμπί αναπαραγωγής στις λεπτομέρειες δείχνει το επεισόδιο, τη χρονική σφραγίδα και μπάρα προόδου στο χρώμα έμφασης.
es: El botón de reproducir en detalles muestra ahora el episodio, marca de tiempo y barra de progreso con tu color de acento.
fi: Tieto­näkymän toistopainike näyttää nyt jakson, aikaleiman ja edistymispalkin korostusvärilläsi.
fr: Le bouton Lecture de la vue détail affiche désormais l'épisode, l'horodatage et une barre de progression dans votre couleur d'accent.
hr: Gumb Reproduciraj u detaljima sad prikazuje epizodu, vremenski žig i traku napretka u boji naglaska.
hu: A részletek nézet lejátszás gombja most mutatja az epizódot, az időbélyeget és egy folyamatjelzőt a kiemelőszínedben.
it: Il pulsante Riproduci nella vista dettagli mostra ora l'episodio, il timestamp e una barra di avanzamento nel tuo colore d'accento.
ja: 詳細画面の再生ボタンに、エピソード、タイムスタンプ、アクセントカラーの進捗バーが表示されます。
ko: 상세 화면의 재생 버튼이 이제 에피소드, 타임스탬프, 강조색의 진행률 바를 표시합니다.
nb: Spill av-knappen i detaljvisningen viser nå episode, tidsstempel og en fremdriftsindikator i aksentfargen din.
nl: De afspelen-knop in de detailweergave toont nu de aflevering, tijdstempel en een voortgangsbalk in jouw accentkleur.
pl: Przycisk Odtwórz w widoku szczegółów pokazuje teraz odcinek, znacznik czasu i pasek postępu w Twoim kolorze akcentu.
pt_br: O botão Reproduzir nos detalhes agora mostra o episódio, o timestamp e uma barra de progresso na sua cor de destaque.
pt_pt: O botão Reproduzir nos detalhes mostra agora o episódio, o registo temporal e uma barra de progresso na sua cor de destaque.
ro: Butonul de redare în detalii afișează acum episodul, marca de timp și o bară de progres în culoarea ta de accent.
ru: Кнопка воспроизведения на экране деталей теперь показывает эпизод, метку времени и индикатор прогресса в вашем акцентном цвете.
sk: Tlačidlo Prehrať v detailoch teraz ukazuje epizódu, časovú značku a indikátor postupu vo vašej akcentovej farbe.
sv: Spela-knappen i detaljvyn visar nu avsnittet, tidsstämpeln och en förloppsindikator i din accentfärg.
tr: Detay görünümündeki Oynat düğmesi artık bölümü, zaman damgasını ve vurgu renginizde bir ilerleme çubuğu gösterir.
uk: Кнопка відтворення на екрані деталей тепер показує епізод, мітку часу та смугу прогресу у вашому акцентному кольорі.
zh_hans: 详情页的播放按钮现在显示剧集、时间戳以及您强调色的进度条。
zh_hant: 詳情頁的播放按鈕現在顯示集數、時間戳以及您強調色的進度條。

# changelog.0_4_1.resumeButton.title
source: Smarter resume button
cs: Chytřejší tlačítko Pokračovat
da: Smartere genoptag-knap
de: Klarerer Fortsetzen-Button
el: Εξυπνότερο κουμπί συνέχισης
es: Botón de continuar más inteligente
fi: Älykkäämpi jatka-painike
fr: Bouton de reprise plus intelligent
hr: Pametniji gumb za nastavak
hu: Okosabb folytatás gomb
it: Pulsante Riprendi più intelligente
ja: より賢い「再開」ボタン
ko: 더 똑똑한 이어보기 버튼
nb: Smartere fortsett-knapp
nl: Slimmere hervatknop
pl: Inteligentniejszy przycisk Wznów
pt_br: Botão Continuar mais inteligente
pt_pt: Botão Retomar mais inteligente
ro: Buton de reluare mai inteligent
ru: Умнее кнопка «Продолжить»
sk: Šikovnejšie tlačidlo Pokračovať
sv: Smartare återuppta-knapp
tr: Daha akıllı sürdür düğmesi
uk: Розумніша кнопка «Продовжити»
zh_hans: 更智能的继续观看按钮
zh_hant: 更智慧的繼續觀看按鈕
